
<template>
  <div id="shuomingshu">
    <h2>全国博饼争霸赛免责声明</h2>
    <div class="content">
      <p>“与您此相约，博‘金’彩好运”</p>
      <p>——暨巨柚商城线上第二届全国博饼争霸赛</p>
      <p>免责声明<//p>
      <p>声明适用于厦门天禾露网络科技有限公司（巨柚商城平台）（以下简称：本平台）所提供的各种工具和服务(以下简称"服务")，适用于本平台注册的会员也适用于其他相关参与方、用户以及可能与本平台发生联系的第三人（包含企业/商户/其他团体/个人）。在使用本平台前，请您务必仔细阅读并透彻理解本声明。您可以选择不使用本平台，但如果您使用本平台，您的使用行为将被视为对本平台声明全部内容的认可。</p>
      <p>第一条：</p>
      <p>本平台此次为广大用户（包含参与方）无偿提供一个线上中秋博饼活动的综合性开放平台（中秋博饼线上活动平台的提供者），其中链接的相关广告、项目信息、活动奖品、活动图片等，均由参与者、会员、用户等参与方信息发布者自行提供。内容所涉及的相关项目、商品（包括但不限于项目名称、品牌，公司名称、联系人及联络信息，产品的描述和说明，相关图片、视讯等）的信息，客户或会员依法应对其提供的任何信息承担全部责任。本平台对此等信息的准确性、完整性、合法性或真实性均不承担任何责任，此外，对任何使用或提供本平台信息的商业活动及其风险不承担任何责任，不保证每一广告、项目中商业机会的收益、每一产品的质量、每一奖品、每一商业模式的营利。您应该对使用本平台的服务结果自行承担风险。</p>
      <p>第二条：</p>
      <p>本平台不做任何形式的保证：不保证服务一定满足您的要求，不保证服务不中断，不保证交易结果的安全性、正确性、及时性、合法性。因网络状况、通讯线路、第三方平台等任何原因而导致您不能正常使用，本平台不承担任何法律责任。</p>
      <p>第三条：</p>
      <p>本平台尊重并保护所有用户的个人隐私权、合法权益，您的个人资料，非经您亲自许可或根据相关法律、法规的强制性规定，不会主动地披露给第三方（因政府执法部门、国家司法部门要求等法定原因除外）。任何由于黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被篡改等，本平台亦不负任何责任。</p>
      <p>第四条：</p>
      <p>凡平台注明“来源：本平台”等相关字样的文字、图片和音频视频作品，版权均属本单位（厦门天禾露科技网络有限公司（巨柚商城））所有。任何媒体、网站或个人未经本网站权利人书面授权，不得转载、链接、转贴或以其他方式使用，也不得授权他人使用；已有本平台权利人书面授权的，在使用时必须注明来源。</p>
      <p>第五条：</p>
      <p>本平台转载作品（包括论坛内容）出于传递更多信息之目的，并不意味本平台赞同其观点或证实其内容的真实性、合法性。如其他媒体、网站或个人转载使用，必须保留本平台注明的“稿件来源”，并自负法律责任。</p>
      <p>第六条：</p>
      <p>本平台为开放平台，平台提供会员注册、其它用户参与、发布功能，参与方可发布相关企业或者个人信息。凡是违反互联网相关管理条例如涉黄涉赌等违法违规信息，被其他用户投诉的，我平台会一律删除，且由此造成的严重后果一律由参与方自行承担，本平台不承担任何责任。同时，对于会员、参与方在信息发布过程中涉及侵权的信息，按照本免责声明及平台中相关免责条款，一切法律责任由发布信息的参与方自行承担。如参与方涉嫌侵权的，参与方需自行承担后果与责任，本平台不承担任何责任。</p>
      <p>第七条：</p>
      <p>会员、用户及参与方发言仅代表会员、用户、参与方本人观点，与本平台及平台运营方无关。本平台的会员、用户、参与方不能侵犯包括他人的著作权在内的知识产权以及其他合法权利。如涉嫌侵权的，本平台不承担其他责任，其他责任由引发侵权的用户、会员、参与方本人自行承担。</p>
      <p>第八条：</p>
      <p>本平台含有连接到其他参与方的链接，但本平台对那些参与方所提供的链接的隐私保护措施不负任何责任。本平台可能在任何需要的时候增加商业伙伴或共用品牌的网站或其它链接，但是仅仅提供给他们综合信息，不会公开您的身份。</p>
      <p>第九条：</p>
      <p>关于交易信息，会员、用户及参与方，您提供发布的供交易的产品、奖品信息将被显示在公共区域内，对任何用户来说是公开的公共信息，请您在决定公布信息前仔细考虑。<p>
      <p>第十条：</p>
      <p>商标声明，本平台以及参与方他们的图标和商标或其它本平台中提及的其它产品的图标和商标，受法律保护，侵权必究。未经本平台明确授予的任何权利均予保留。未经本平台或商标权人书面许可，任何单位及个人不得以任何方式或理由对该商标的任何部分进行使用、复制、修改、抄录、传播、展示、镜像或与其它产品捆绑使用、销售。 凡侵犯本平台商标权的，本公司必依法追究其法律责任。特此郑重法律声明！</p>
      <p>第十一条：</p>
      <p>本平台之声明以及其修改权、更新权及最终解释权均属本平台及本平台运营方所有。</p>
    </div>

  </div>
</template>
<script>
  export default {
    name: 'shengming',
    data() {
      return {}
    },
    mounted() {

    },
    methods: {}
  }
</script>
<style scoped lang="scss">
  #shuomingshu{
    h2{
      margin: 15px auto;
    }
    text-align: center;
    .content{
      padding: 0 20px;
      text-align: left;

    }
  }
</style>
