
<template>
  <div id="shuomingshu">
    <h2>博饼活动说明书</h2>
    <div class="content">
      <p>巨柚平台中秋线上博饼活动总规则：</p>
      <p> 1)	活动期间，巨柚商城提供一个无偿的综合性的开放式博饼平台，设立多个博饼包间，由总积分的排名角逐出最终奖项，根据不同奖项兑换不同等级的奖品：</p>
      <p>【登录及游戏】</p>
      <p>1)	用户进入博饼程序后，并填写姓名及联系方式，方可参与博饼游戏</p>
      <p>2)	每个手机用户仅限注册一次，重复注册无效</p>
      <p>3)	用户可根据实际情况自行选择博饼包厢参与博饼游戏，每个包厢根据既定条件的满足每天可进行不同的博饼次数</p>
      <p> 4)	用户可通过微信分享指定链接邀请好友进入，可增加博饼次数，邀请不设上线</p>
      <p> 5)	用户参与本次活动需根据如实填写个人真实信息（姓名、联系方式），以便奖品发放；若因漏填或错填信息，造成奖品无法发放，主办方不负相关责任</p>
      <p> 6)	用户不得进行技术舞弊或任何利用bug赚取游戏积分，如出现虚假数据等任何弊行为，主办方有权取消其中奖资格，奖品重新释放回活动中</p>
      <p>2)	活动期间，各企业或商户（或其它团体/个人）可以自身需求，开设独立的博饼包间，整个博饼包间由开设的参与方进行单体独立操作后台、独立活动运营、独立开展此博饼活动</p>
      <p> 3)	活动期间，凡参与方的各独立博饼包间开展活动时，活动功能及活动大规则需遵从巨柚商城平台的既定规则进行，但所涉及大规则下的具体活动细节，如规则数值、奖项设置、中奖概率等可由参与方独立设置、自由调置</p>
      <p> 4)	活动期间，各企业或商户（或其它团体/个人）作为参与方与需与活动平台的提供方巨柚商城平台签订合作协议，方可作为巨柚商城的参与方并开展活动</p>
      <p> 	博饼包间设置：</p>
      <p>1)	活动期间，博饼包间由各企业或商户（或其它团体/个人）独立设置，自行操控独立的专属博饼包间后台、博饼包间的运营等，但在上传相关产品图片、奖品图片、UI界面图片等涉及相关图片上传，需满足巨柚平台的既定标准规格、尺寸进行</p>
      <p> 2)	活动期间，参与方的博饼首页，企业或商户（或其它团体/个人）可自行使用博饼活动主题及界面设计、UI进入博饼界面设计显示企业自有的品牌形象（LOGO）及信息体现，博饼界面下方有特设的banner 广告位，参与方也可自行根据自身需求进行设计与投放（备注：巨柚商城为本次博饼活动提供一个无偿的综合性的开放式博饼平台，特为中秋博饼的主题设计页面上为各参与方提供2套主题UI界面模板，参与方可自行选择模板，或自行设计上传）</p>
      <p> 3)	活动期间，各独立博饼包间中，博饼进入开始后所博得的科举名，可获得相应的金元宝作为积分，最终以博饼获得的金元宝积分总排名，获得对应的奖项，根据不同奖项兑换不同等级的奖品，奖品的设定与兑换最终以参与方提供的为准</p>
      <p> 4)	活动期间，博饼包间中还设置有幸运大转盘和猜灯谜等趣味关卡（具体可详见各关卡、环节中的游戏规则）</p>
      <p> 5)	活动期间，各企业或商户（或其它团体/个人）作为参与方所独立设立的博饼包间，设有独立博饼、幸运大转盘、猜灯谜等游戏规则，凡事参与博饼活动的用户需遵循各包间的游戏规则</p>
      <p>6)	活动期间，各企业或商户（或其它团体/个人）作为参与方，针对各自设立的博饼包间活动的运营、推广，活动中所涉及的奖品及产品质量（包含发货、退换货）等事项全权负责，巨柚商城平台一律不对此承担任何责任</p>
      <p>7)	活动期间，各企业或商户（或其它团体/个人）作为参与方，本次活动在法律允许的范围内拥有对本次活动的最终解释</p>

      <p>	参与方数：10—10000家（上不封顶）</p>
      <p>奖品设置</p>
      <p>1)	各博饼包间总排名前25名可获得不同的对应奖品（每个ID、身份证只能获得一次）</p>
      <p>2)	活动期间，每天在VIP至尊宫博得的红包金额可累积；每天红包总排名前3名，可获得相应奖品</p>


    </div>

  </div>
</template>
<script>
  export default {
    name: 'shuomingshu',
    data() {
      return {}
    },
    mounted() {

    },
    methods: {}
  }
</script>
<style scoped lang="scss">
  #shuomingshu{
    h2{
      margin: 15px auto;
    }
    text-align: center;
    .content{
        padding: 0 20px;
       text-align: left;

    }
  }
</style>
