
<template>
  <div id="shuomingshu">
    <h2>巨柚商城平台线上中秋博饼活动合作协议书</h2>
    <div class="content">
      <!--<p>巨柚商城平台线上中秋博饼活动合作协议书</p>-->

      <p>依照中华人民共和国相关的法律法规，甲方，厦门天禾露网络科技有限公司（巨柚商城平台），乙方，参与方（企业、商户、商家、其他团体、个人），以下简称“甲方”“ 乙方”，甲乙双方在平等互利、真诚合作、共同发展的基础上，友好协商，达成如下协议条款。</p>

      <p>签订须知</p>
      <p>	《巨柚商城平台中秋博饼活动合作协议》（以下简称“本协议”）是由巨柚商城微信平台的运营方厦门天禾露网络科技有限公司（以下简称甲方）与参与巨柚商城博饼活动的法律实体（以企业或商户或个人或其他团体在甲方平台签订的合作协议为准，以下简称乙方）成的关于提供和使用巨柚商城平台服务的各项条款、条件和规则。</p>
      <p>	甲方在此特别提醒乙方认真阅读、充分理解本协议各条款，并请乙方审慎考虑并选择接受或不接受本协议。如果乙方一经点击“已经阅读并且同意以上协议”按钮（前述选项及/或按钮的具体表述可能会做适当调整），即表示其已接受本协议，并同意受本协议各项条款的约束。如果乙方不同意本协议中的任何条款，可以选择点击“不同意以上协议”按钮（前述选项及/或按钮的具体表述可能会做适当调整），在此种情况下，乙方未接受本协议，本协议未对乙方生效，乙方将无法继续使用巨柚商城平台服务。</p>
      <p>	本“签订须知”为本协议正文的组成部分。</p>

      <p>1.	协议内容及生效</p>
      <p>1.1本协议内容包括协议正文及所有甲方已经发布的或将来可能发布的各类活动规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
      <p>1.2 在适用的法律法规允许的最大限度内，甲方有权根据实际的活动情况不时地制定、修订、调整或变更本协议正文或附件，并将提前至少7个工作日在平台公示并通知乙方。如乙方选择“已经阅读并同意以上协议”（以上选项或具体表述可能会做适当调整），则前述制定、修订、调整或变更后的本协议（或附件）将于甲方通知的第8个工作日零时生效，乙方则正式运营本次博饼活动；如乙方选择“暂时不同意以上协议” （以上选项或具体表述可能会做适当调整），则乙方就本次博饼活动不与甲方达成任何合作。</p>
      <p>1.3参与方与巨柚商城平台达成本次博饼活动时，参与方签署本合作协议后立即生效，但本协议项下的平台并不立即全权开通，参与方根据平台要求履行提交或上传相关资质，保证等义务，经甲方审核通过后，本协议项下的平台博饼活动正式开通。</p>
      <p>2.合作方式</p>
      <p>2.1甲乙双方将本着互惠互利的原则，就产品推广、品牌形象推广互相支持，共同发展。</p>
      <p>2.2甲方负责巨柚商城平台博饼活动的日常维护、技术支持，确保平台的正常运作。</p>
      <p>2.3甲方向乙方（参与方）提供甲方博饼活动的后台管理账号及密码，乙方（参与方）在遵守本协议及平台规则、不存在违约情形为前提下，可通过博饼活动后台实现独立调置和控制活动的细节、数值等。</p>
      <p>2.4乙方（参与方）充分理解并确认，甲方暂时不向乙方（参与方）收取平台费用，本次活动提供的是一个开放性无偿的博饼活动平台。</p>
      <p>2.5甲方为乙方无偿提供线上中秋博饼活动平台以及必要的后台管理系统所需要的用户名和密码，同时以开放式平台助力乙方实现品牌展示、销售的运作方式。</p>
      <p>2.6乙方可通过甲方的中秋博饼活动平台参与活动、发布、展示、销售产品以及处理产品的相关交易事宜。</p>
      <p>2.7协议签署时，乙方须向甲方提供相关产品的图片、登记证、检验报告等资质材料；甲方有权核查乙方的经营资质、营业证照等资质文件，甲方有权要求乙方对甲方产品知识产权、技术等进行商业保密。</p>
      <p>2.8甲方作为中秋博饼线上活动平台的所有者和管理者，有权对乙方的平台服务范围内的经营获得进行规范、监督和管理。对于严重损害公共权益或甲方利益的参与方，甲方有权终止其继续使用本平台，同时支持和协助消费者、用户对其进行追索和查处。</p>
      <p>2.9乙方理解甲方为了活动平台的正常运行或基于市场整体利益考虑及经营需要，需要定期或不定期对本平台进行服务内容、版面布局、页面设计等相关方面进行调整，如因此类情况而影响甲方本协议项下义务的履行，乙方给予充分的谅解。</p>

      <p>3.合作时间</p>
      <p>3.1甲乙双方一致确认合作期限为86天，即从2018年9月06日起至2018年11月30日止。</p>

      <p>4.甲方的权利义务</p>
      <p>4.1负责按协议规定，保证中秋博饼活动平台系统的正常运行；同时应尽可能在现有技术条件下对活动开展进行系统改进、功能提升和个性化修改等工作。</p>
      <p>4.2如遇甲方原因造成的活动平台服务中断时，甲方应及时排除故障并在第一时间内恢复平台的运行。</p>
      <p>4.3在相关业务的宣传工作中，甲方不会损害乙方的名称权、名誉权等非财产权利。</p>
      <p>4.4甲方对乙方在本平台提供的价格真实性、产品促销活动、产品服务质量、奖品质量等方面拥有监督权利。</p>
      <p>4.5甲方有权索要乙方的有效证照、产品三证等相关证照（有效证件包括但不限于：营业执照、税务登记证、产品质量合格证及质检报告、委托授权书、生产许可证等）</p>
      <p>4.6甲方有权索要乙方线上线下推广所需要的有关产品的详细介绍、图片信息、市场及宣传等电子和纸质资料。</p>

      <p>5.乙方的权利义务</p>
      <p>5.1乙方须向甲方提供质量合格、包装合格、证照齐全的产品，并保证按甲方要求及时供应，负责一切后果有乙方自行承担。</p>
      <p>5.2乙方（前提为入驻商家）有权在甲方平台上展示、销售其提供的产品。甲方有权要求乙方及时更新其产品的图片、品牌形象、服务等内容。</p>
      <p>5.3乙方必须对自己提供的产品（或奖品）质量、包装、发货等事宜负责，如果出现质量问题，乙方应尽快给予解答、解决，同时保证第一时间发货、退换货处理等事宜，解决实现应以产品购买方（或奖品领取方）或者适用方的要求为准。</p>
      <p>5.4乙方如无法在约定时间内发货，乙方应承担由此给甲方带来的直接和间接经济损失。</p>
      <p>5.5乙方保证本次博饼活动中的产品、奖品为食品类应符合卫生标准，涉及到专供婴幼儿的主辅食品符合营养、卫生标准，食品添加剂、食品容器、包装材料和食品用工具、设备以及洗涤剂、消毒剂符合尾声标准和卫生管理办法规定。</p>
      <p>5.6乙方保证本次博饼活动中的产品、奖品均为正品，不存在假冒，没有侵犯他人专利权、著作权或者著作权有关的权利或他人注册商标专用权或其它在先权利，产品、奖品的来源合法、真实、不违反相关法律、法规。</p>
      <p>5.7乙方在本次活动中所涉及的所有销售产品、设置的活动奖品清洁、整齐、包装完好，反之乙方负责为用户提供产品、奖品的“修理、更换、退货”等售后服务，并承担因上述售后服务而产生的一切费用，保证用户的权益，保护甲方免予承担因乙方（参与方）产品、奖品售后服务而产生的任何法律责任（包括任何赔偿、补偿或处罚）或声誉受损等。</p>

      <p>6.商业保密条款</p>
      <p>6.1商业秘密定义</p>
      <p>甲乙双方任何一方公开或未公开的任何技术信息和经营信息，包括但不限于：产品计划、销售计划、奖励政策、客户资料、财务信息等，以及非专利技术、设计、程序、技术数据、制作方法、资讯来源等均构成商业秘密。</p>
      <p>6.2保密义务</p>
      <p>双方在本协议知悉的另一方的任何商业秘密均负有保密义务，任何乙方在任何非经另一方面许可不得向任何第三方泄露。</p>

      <p>7.活动中产品、奖品质量要求</p>
      <p>7.1产品、奖品质量应符合以下要求.</p>
      <p>7.2产品、奖品要保证是正品，不存在危及人身、财产安全的缺陷，符合保障人体健康和人身、财产安全的相关标准。</p>
      <p>7.3产品、奖品要符合在产品、奖品其包装上注明采用的商品标准，符合以广告、商品说明、实物样品等方式表明的质量情况。</p>
      <p>7.4产品、奖品包装上的标识真实有效，并符合以下要求：</p>
      <p>7.4.1活动中所有涉及的产品、奖品，在显著位置标明生产日期和安全使用期或失效日期。</p>
      <p>7.4.2活动中所有涉及的产品、奖品的成分说明或配料表，其中应标明主要营养成分和其含量，使用不当容易造成产品、奖品本身损坏或者可能危及人身、财产安全的产品、奖品，必须要有警示标志。</p>
      <p>7.4.3活动中所有涉及的产品、奖品需符合相关法律法规或行业惯例相关标识的其他适用要求。</p>
      <p>7.5乙方保证活动中涉及的产品、奖品不存在以下欺诈行为：</p>
      <p>7.5.1在产品、奖品中掺杂、掺假、以假充真，以次充好，以不合格冒充合格的产品、奖品。</p>
      <p>7.5.2禁止使用国家明令淘汰的产品、奖品或者失效、变质的.</p>

      <p>8.承诺与保证</p>
      <p>8.1乙方（参与方）特此向乙方做出如下承诺与保证：</p>
      <p>8.1.1乙方具有履行本协议所需的所有必要资质和授权，其提供的资质和授权证明文件副本真实、有效，且如相关资质资料有变更，乙方应及时提供最新资料至甲方；如乙方提供虚假、失效文件或提供文件不及时，乙方应承担由此产生的法律责任，甲方有权随时解除此协议</p>
      <p>8.1.2乙方销售的产品、设置的奖品：（1）来源正当合法，均为正品；（2）不侵犯任何第三方的合法权益（包括但不限于物权、债权、著作权、商标专用权、专利权等）；（3）甲方不会因为乙方在巨柚商城平台上运营本次博饼活动中涉及到乙方自身销售产品、设置奖品等而受到任何第三方指控侵权。乙方对上述保证承担完全责任，如因产品、奖品不符合上述保证而导致甲方遭受任何索偿、责任追究或损失，均有乙方承担。</p>
      <p>8.2乙方对应其销售的产品、奖品的售后和质量负完全责任，并履行本协议规定的义务。</p>
      <p>8.3乙方自行操作的博饼活动包间后台中，编辑上传的产品、奖品说明、介绍、图片等信息资料是真实有效并恰当反应产品、奖品特性的，不存在虚假、伪造或侵犯第三方权益的内容，不存在违反《中华人民共和国广告法》《中华人民共和国价格法》《中华人民共和国反不正当竞争法》等法律法规的情形；此外，乙方保证甲方在其平台使用上述信息资料不会侵犯第三方的权益。</p>
      <p>8.4乙方承诺未隐瞒任何其它信息以致足以影响甲方签订及履行本协议的签订。</p>
      <p>8.5乙方将按照不低于《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》以及其他法规、部门规章和国家强制性标准规定的要求，本次在甲方平台上的产品、奖品并提供“三包”等售后服务。</p>
      <p>8.6乙方承诺不得抄袭、模仿甲方博饼活动模式展开类似平台活动，8乙方在于甲方合作期间不得以任何方式、向任何第三方泄露甲方平台信息，不得采取任何类似手段侵害甲方利益；若乙方违反上述承诺，则甲方有权终止与乙方的合作并追究乙方的违约及侵权责任。</p>
      <p>8.7乙方签订及履行本协议过程中应当遵守有关法律法规以及其他任何对其适用的规定，不得利用甲方或甲方平台进行任何违法活动，包括但不限于侵害任何第三方的合法权益或者获取任何不正当利益，乙方应就其实施的与本协议有关的行为承担全部责任。</p>

      <p>9.有限责任</p>
      <p>9.1乙方了解并同意，鉴于现有技术水平和客观条件的限制，甲方将采取一切可能的技术手段保持乙方使用甲方平台服务所涉及的技术和信息的有效性、准确性、正确性、可靠性、稳定性、及时性，但甲方对此不作任何承诺或保证。</p>
      <p>9.2不论在何种情况下，甲方均不对由于互联网网络连接故障、电脑、通讯或其他系统故障，电力故障、劳动争议、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、不可抗力，战争、政府行为、国内外法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p>

      <p>10.期限、解除和终止</p>
      <p>10.1本协议的期限为自签订之日起至协议解除之日止，但保密，违约责任及售后服务义务及产品质量保证责任在协议终止/解除后将继续有效。</p>
      <p>10.2协议终止：</p>
      <p>10.2.1通知解除：协议任何一方均可提前10个工作日书面通知的方式终止本协议。</p>
      <p>10.2.2甲方单方解除权：如乙方违反甲方的任何规则或本协议中的任何承诺或保证，包括但不限于本协议项下的任何约定，甲方都有权立刻终止本协议，且按有关规则对乙方进行违约处理。</p>
      <p>10.2.3乙方在甲方活动开始超过7天内未以乙方后台管理账号及密码登入巨柚商城博饼活动平台的，甲方有权终止本协议。</p>
      <p>10.2.4如非甲方的原因，乙方未能按本协议及附件之规定，如期开展运营博饼活动，设置活动细则的没假放有权部分或全部中止或终止本协议。</p>
      <p>10.2.5还包括下列情况：</p>
      <p>（1）本协议期满；</p>
      <p>（2）双方协商；</p>
      <p>（3）因不可抗力导致；</p>
      <p>（4）乙方整顿、清算或破产</p>
      <p>（5）乙方未经甲方事先书面同意以任何名义、方式转租、转让本平台使用权的</p>
      <p>10.2.6本协议未尽事宜，双方可另行协商达成补充协议，补充协议与本协议不一致的地方，以补充协议为准。</p>


    </div>

  </div>
</template>
<script>
  export default {
    name: 'xieyi',
    data() {
      return {}
    },
    mounted() {

    },
    methods: {}
  }
</script>
<style scoped lang="scss">
  #shuomingshu{
    h2{
      margin: 15px auto;
    }
    text-align: center;
    .content{
      padding: 0 20px;
      text-align: left;

    }
  }
</style>
